{"\u0001": 1, "\t": 2, "\f": 3, " ": 4, "!": 5, "\"": 6, "#": 7, "$": 8, "%": 9, "&": 10, "'": 11, "(": 12, ")": 13, "*": 14, "+": 15, ",": 16, "-": 17, ".": 18, "/": 19, "0": 20, "1": 21, "2": 22, "3": 23, "4": 24, "5": 25, "6": 26, "7": 27, "8": 28, "9": 29, ":": 30, ";": 31, "<": 32, "=": 33, ">": 34, "?": 35, "@": 36, "A": 37, "B": 38, "C": 39, "D": 40, "E": 41, "F": 42, "G": 43, "H": 44, "I": 45, "J": 46, "K": 47, "L": 48, "M": 49, "N": 50, "O": 51, "P": 52, "Q": 53, "R": 54, "S": 55, "T": 56, "U": 57, "V": 58, "W": 59, "X": 60, "Y": 61, "Z": 62, "[": 63, "\\": 64, "]": 65, "^": 66, "_": 67, "`": 68, "a": 69, "b": 70, "c": 71, "d": 72, "e": 73, "f": 74, "g": 75, "h": 76, "i": 77, "j": 78, "k": 79, "l": 80, "m": 81, "n": 82, "o": 83, "p": 84, "q": 85, "r": 86, "s": 87, "t": 88, "u": 89, "v": 90, "w": 91, "x": 92, "y": 93, "z": 94, "{": 95, "|": 96, "}": 97, "~": 98, "\u00a2": 99, "\u00ab": 100, "\u00b4": 101, "\u00b7": 102, "\u00bb": 103, "\u00bc": 104, "\u00be": 105, "\u017e": 106, "\u1a02": 107, "\u1a03": 108, "\u1a05": 109, "\u1a06": 110, "\u1a07": 111, "\u1a0a": 112, "\u1a0b": 113, "\u1a0e": 114, "\u1a0f": 115, "\u200b": 116, "\u200f": 117, "\u2013": 118, "\u2018": 119, "\u2019": 120, "\u201c": 121, "\u201d": 122, "\u2022": 123, "\u2026": 124, "\u2033": 125, "\u20a8": 126, "\u2193": 127, "\u224b": 128, "\u246e": 129, "\u25d5": 130, "\u3141": 131, "\u314b": 132, "\u314e": 133, "\u563c": 134, "\u563e": 135, "\uae00": 136, "\ub4dc": 137, "\ub85c": 138, "\uc774": 139, "\ud398": 140, "\ud558": 141, "\ud55c": 142, "\ud6cc": 143, "\uff1c": 144, "\uff1e": 145, "\uff45": 146, "\uff49": 147, "\uff4e": 148, "\uff4f": 149, "\uff50": 150, "\uff52": 151, "\uff53": 152, "\uff58": 153, "\ufffd": 154, "\ud835\uddee": 155, "\ud835\uddf0": 156, "\ud835\uddf1": 157, "\ud835\uddf2": 158, "\ud835\uddf3": 159, "\ud835\uddf4": 160, "\ud835\uddf6": 161, "\ud835\uddf8": 162, "\ud835\uddf9": 163, "\ud835\uddfa": 164, "\ud835\uddfb": 165, "\ud835\uddfc": 166, "\ud835\uddff": 167, "\ud835\ude00": 168, "\ud835\ude03": 169, "\ud83d\udc7d": 170, "\ud83d\udcbb": 171, "\ud83d\udd25": 172, "\ud83d\ude08": 173, "[PAD]": 0, "<SOS>": 174, "<EOS>": 175}